Revit 2027 API
ParameterTypeId.LoadLinearForceFz1 Property
 "Fz 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadLinearForceFz1 { get; }
Public Shared ReadOnly Property LoadLinearForceFz1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadLinearForceFz1 {
	ForgeTypeId^ get ();
}
static member LoadLinearForceFz1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace